Repository: HDVS21/ViciniVicini
Catalog: ArtApp/Localizable.xcstrings
Source language: en
Languages: es, fr

source: Check Answers
es: Revisar Respuesta
fr: Vérifier les réponses

source: Complete the puzzle correctly to restore Monet’s masterpiece
es: Completa el rompecabezas correctamente para restaurar la obra maestra de Monet
fr: Compléter le puzzle pour recréer l’œuvre de Monet

source: Confirm Selection
es: Confirmar Selección
fr: Confirmer la sélection

source: Content
es: Contenido
fr: Contenu

source: Continue
es: Continuar
fr: Continuer

source: Correct!
es: ¡Correcto!

source: Error! Try again.
es: ¡Error! Intenta de nuevo
fr: Erreur ! Essaie encore.

source: Finish Quiz
es: Terminar Quiz
fr: Terminer le quiz

source: Get a hint
es: Obtener pista
fr: Obtenir un indice

source: Get to know Claude Monet, one of the most famous painters in the history
es: Conoce a Monet, uno de los pintores más famosos de la historia
fr: Apprendre à connaitre Claude Monet, un des peintres les plus talentueux de son époque

source: Greek sculptures
es: Esculturas griegas
fr: Sculptures Grecques

source: Guess the artist
es: Adivina el artista
fr: Devine qui est l’artiste

source: Hint
es: Pista
fr: Indice

source: Incorrect!
es: ¡Incorrecto!

source: Introduction to Claude Monet
es: Introducción a Claude Monet
fr: Introduction à Claude Monet

source: Italian Renaissance
es: Renacimiento Italiano
fr: Renaissance italienne

source: Japanese prints
es: Pintura Japonesa
fr: Estampes Japonaises

source: Lesson %lld
es: Lección
fr: Leçon %lld

source: Lessons
es: Lecciones
fr: Leçons

source: Monet’s Influences
es: Influencias de Monet
fr: Les influences de Monet

source: Mythological creatures
es: Creaturas mitologicas
fr: Créatures Mythologiques

source: Nature & changing light
es: Naturaleza y cambios de iluminación
fr: Nature & lumière

source: Next
es: Siguiente
fr: Suivant

source: Next Question
es: Siguiente Pregunta
fr: Question suivante

source: Objective
es: Objetivo
fr: Objectif

source: Portraits of kings
es: Retratos de reyes
fr: Portraits de rois

source: Select the painting that does not belong in this group
es: Selecciona la pintura que no pertenece al grupo
fr: Sélectionner la peinture qui ne fait pas partie de ce groupe

source: Success! All matches are correct.
es: ¡Éxito! Todas las coincidencias son correctas
fr: Bien joué! Toutes les paires sont correctes

source: The Impressionist Technique
es: Técnica Impresionista
fr: La technique impressioniste

source: Try Again
es: Intenta de nuevo
fr: Essaie encore

source: What subject did Monet love to paint?
es: ¿Qué tema le encantaba pintar a Monet?
fr: Quel sujet Claude Monet aimait peindre ?

source: What type of art influenced Monet’s garden design?
es: ¿Qué tipo de arte influenció el diseño del Jardín de Monet?
fr: Quel genre d’art a influencé l’aménagement du jardin de l’artiste ?

source: Who was Monet?
es: ¿Quién era Monet?
fr: Qui était Claude Monet ?

source: Who was NOT part of Monet’s Impressionist group?
es: ¿Quién NO pertenecía al grupo impresionista de Monet?
fr: Qui ne faisait pas partie du groupe d’impressionniste de Monet ?

source: Error
fr: Erreur

source: Minigame not available
fr: Mini-jeu indisponible

source: Monet Picture
fr: Image de Monet
